import styles from "./About.module.scss";

const About = () => {
  return (
    <div>
      <h1>О КОМПАНИИ</h1>
      <p>
        ОАО "Речицкий метизный завод" один из первых в металлургической
        промышленности Беларуси основан в 1912 году как изготовитель
        гвоздильно-проволочной продукции. С 2012 по январь 2024 года мы входили
        в состав холдинга "Белорусская металлургическая компания".
      </p>
      <p>
        Завод является лидером по ассортименту специальных гвоздей, что
        позволяет присутствовать на рынке практически всех европейских стран.
      </p>

      <h2>Речицкий метизный завод производит следующие крепежные изделия:</h2>

      <ul>
        <li>
          гвозди строительные, машинные, специальные (ершенные, навинтованные,
          квадратные, обойные,кровельные, отделочные, палетные, формовочные,
          шиферные, финишные, тарные, рифленые и др.);
        </li>
        <li>шурупы (специальные, термоупрочненные)</li>
        <li>
          винты (стандартные, специальные, самосверлящие и самонарезающие)
        </li>
        <li>болты (с полукруглой, шестигранной или потайной головкой )</li>
        <li>гайки (шестигранные, фланцевые)</li>
        <li>
          заклепки (каблучные, к сегментным пилам, с полукруглой или потайной
          головкой)
        </li>
        <li>шплинты</li>
        <li>оси специальные</li>
        <li>
          проволока общего назначения, сварочная, для армирования железобетона и
          для холодной высадки.
        </li>
      </ul>

      <p>
        Бренд завода хорошо знают на рынках европейских стран, России и СНГ,
        широкий ассортимент выпускаемых метизов: гвоздей, шурупов, винтов,
        болтов, гаек, заклепок, осей, шплинтов, саморезов, проволоки,
        горячеоцинкованных труб и металлоконструкций; высокое качество нашей
        продукции – стали возможными благодаря труду высоко-квалифицированных
        специалистов нескольких поколений, применению современных технологий, а
        также осуществлению, в ходе более, чем столетнего развития, проектов
        технического перевооружения и модернизации
      </p>

      <p>
        Большое внимание в нашем производстве уделяется качеству выпускаемой
        продукции в соответствии с требованиями стандартов ГОСТ, DIN EN ISO, а
        также сертификации, как продукции, так и систем управления на
        предприятии. На предприятии сертифицированы системы менеджмента качества
        производства метизных изделий на соответствие требованиям СТБ ИСО 9001 и
        IATF 16949, а также системы управления охраной труда и окружающей средой
        на соответствие требованиям СТБ 18001 и СТБ ИСО 14001.Производимая нами
        продукция, имеет белорусские и международные сертификаты соответствия.
      </p>

      <p>
        Завод – экспорто-ориентированное предприятие, которое постоянно
        увеличивает ассортимент и объемы производимой продукции, вкладывает
        значительные ресурсы в реконструкцию и модернизацию цехов, разрабатывает
        и внедряет новейшие технологические процессы, реализовывает различные
        инвестиционные проекты, которые позволили сначала начать, а затем и
        увеличить выпуск метизной продукции с химико-термической обработкой,
        электрогальваническим и горячим цинковым покрытием. Наши успехи сегодня
        дают нам возможность реализовать самые смелые планы в будущем. Мы всегда
        готовы к всестороннему и долгосрочному сотрудничеству с Вами!
      </p>
    </div>
  );
};

export default About;
